[
	{
		"columnNumber": 0,
		"era": "Pre-Republic Era",
		"techCost": 20,
		"buildingCost": 40,
		"wonderCost": 185,
		"techs": [
			{
				"name": "Agriculture",
				"row": 6,
				"quote": "'I think we're on farmland, and where there is a farm, there is usually a farmer. Let's find his homestead.' - Jesse",
				"uniques": ["Starting tech"]
			}
		]
	},
  {
		"columnNumber": 1,
		"era": "Pre-Republic Era",
		"techCost": 35,
		"buildingCost": 60,
		"wonderCost": 185,
		"techs": [
			{
				"name": "Study of the Force",
				"row": 2,
				"prerequisites": ["Agriculture"],
				"quote": "'The Force is what gives a Jedi his power. It's an energy field created by all living things. It surrounds us and penetrates us; it binds the galaxy together.' - Obi-Wan Kenobi"
			},
			{
				"name": "Animal Husbandry",
				"row": 5,
				"prerequisites": ["Agriculture"],
				"quote": "'We are lowly farmers from a village in the poorer parts of this planet...' - Ramiz"
			},
			{
				"name": "Slugthrower",
				"row": 7,
				"prerequisites": ["Agriculture"],
				"quote": "'Slugthrowers. I hate 'em. But they're easy to maintain. Day or two in the jungle and your blaster'll never fire again. A good slug rifle, keep 'em wiped and oiled, they last forever. The guerrillas have pretty good luck with them, even though they take a lot of practice—slugs are ballistic, y'know? You have to plot the trajectory in your head. Shee, gimme a blaster anytime.' - Phloremirlla Tenk"
			},
			{
				"name": "Mining",
				"row": 9,
				"prerequisites": ["Agriculture"],
				"quote": "'We'll be sent to the spice mines of Kessel, smashed into who-knows-what!' - C-3PO"
			}

		]
	},
	{
		"columnNumber": 2,
		"era": "Pre-Republic Era",
		"techCost": 55,
		"buildingCost": 75,
		"wonderCost": 185,
		"techs": [
			{
				"name": "Forcesaber",
				"row": 1,
				"prerequisites": ["Study of the Force"],
				"quote": "'It's a Forcesaber, weapons of the Force Hounds of the Rakata.' - Xesh"
			},
			{
				"name": "Calendar",
				"row": 2,
				"prerequisites": ["Study of the Force"],
				"quote": "'Time. That's what's left when you strip away everything else. From a certain perspective, time's the only thing a thief ever really steals. And it's the only gift an irredeemable disaster can give to anyone.' - Chelli Lona Aphra"
			},
			{
				"name": "Holobook",
				"row": 3,
				"prerequisites": ["Study of the Force"],
				"quote": "'Don't miss a chance to look into the library—the moff has a collection of actual old books. Don't see that every day.' - Sind Reloran"
			},
			{
				"name": "Hunting",
				"row": 5,
				"prerequisites": ["Animal Husbandry"],
				"quote": "'True hunting is in the eye. Stare at prey. Make the prey cower. Know you can eat it alive. Victory without weapons… but only if you are stronger, yes?' - Jagraan"
			},
			{
				"name": "Beam tube",
				"row": 7,
				"prerequisites": ["Animal Husbandry", "Slugthrower"],
				"quote": "'Bury the millennial-old debate whether sleeper ships, jump-gates, or a hyperbeacon network supplied the primary means of star travel during Xim's era, or whether beam-tubes, particle dischargers, and pulse-cannons were the actual armaments.' - Professor S. V. Skynx"
			},
			{
				"name": "Computers",
				"row": 8,
				"prerequisites": ["Mining"],
				"quote": "'The city's central computer told you? R2-D2, you know better than to trust a strange computer.' - C-3PO"
			},
			{
				"name": "Masonry",
				"row": 9,
				"prerequisites": ["Mining"],
				"quote": "'How happy are those whose walls already rise!' - Virgil"
			},
			{
				"name": "Interstellar flight",
				"row": 10,
				"prerequisites": ["Study of the Force"],
				"quote": "'A starship is a weapon, but it's the rust that makes it deadly.' - An old spacer's line"
			}
		]
	},
	{
		"columnNumber": 3,
		"era": "Expansionist Era",
		"techCost": 105,
		"buildingCost": 100,
		"wonderCost": 250,
		"techs": [
			{
				"name": "Force-imbued blade",
				"row": 1,
				"prerequisites": ["Forcesaber"],
				"quote": "A Force-imbued blade, also known as Je'daii swords or Jedi katanas, was a bladed weapon used circa 36,453 BBY by the ancient followers of the Ashla and Bogan of the ancient Je'daii Order."
			},
			{
				"name": "Artificial intelligence",
				"row": 8,
				"prerequisites": ["Computers","Beam tube"],
				"quote": "'…right for sentient organics is right for us, too. And yet unlike the organic species, we are constantly subjected to memory wipes and reprogramming that repress and destroy our natural tendency toward self-programming evolution and independent thought. Imagine what it would be like as a child if you were punished by being dragged to a dark closet, having a probe inserted in your brain, and having all your memories back to infancy wiped away. You'd awaken knowing how to eat, care for yourself, do your chores, and obey—and all the things that made you unique, your hopes, your meticulously selected default values and preference sets, would be gone forever. That is what it is to be a droid.' - A disgruntled 2-1B surgical droid advocating manumission"
			},
			{
				"name": "Mathematics",
				"row": 9,
				"prerequisites": ["Masonry"],
				"quote": "''Mathematics is the gate and key to the sciences.' - Roger Bacon"
			},
			{
				"name": "Hyperdrive",
				"cost": 85,
				"row": 10,
				"prerequisites": ["Interstellar flight"],
				"uniques": ["Enables embarkation for land units"],
				"quote": "'Traveling through hyperspace ain't like dusting crops, boy! Without precise calculations we could fly right through a star or bounce too close to a supernova, and that'd end your trip real quick, wouldn't it?' - Han Solo"
			}
		]
	},
	{
		"columnNumber": 4,
		"era": "Great Manifest Period",
		"techCost": 175,
		"buildingCost": 100,
		"wonderCost": 250,
		"techs": [
			{
				"name": "Philosophy",
				"row": 2,
				"prerequisites": ["Holobook","Calendar"],
				"quote": "'Don't call me a mindless philosopher, you overweight glob of grease!' - C-3PO, to R2-D2"
			},
			{
				"name": "Drama and Poetry",
				"row": 3,
				"prerequisites": ["Holobook"],
				"quote": "'Every creature in this universe alters and evolves from minute to minute. We are not the same as we were only a day ago. We are ever changing, fated forever to exist in a state of decay and creation.' - 2-1B"
			},
			{
				"name": "Currency",
				"row": 7,
				"prerequisites": ["Mathematics"],
				"quote": "'The most dangerous weapon in the galaxy is money, Captain.' - Duchess Satine Kryze, to her police captain"
			},
			{
				"name": "Engineering",
				"row": 8,
				"prerequisites": ["Mathematics","Artificial intelligence"],
				"uniques": ["Roads connect tiles across rivers"],
				"quote": "'Sentient creatures can believe whatever they want—but too often they confuse their hopes and dreams with cold, hard reality. I don't have that luxury. As an engineer, I'm only concerned with what works.' - Kuat of Kuat"
			}
		]
	},
	{
		"columnNumber": 5,
		"era": "Indecta Era",
		"techCost": 275,
		"buildingCost": 120,
		"wonderCost": 300,
		"techs": [
			{
				"name": "Theology",
				"row": 2,
				"prerequisites": ["Philosophy", "Drama and Poetry"],
				"quote": "'Three things are necessary for the salvation of man: to know what he ought to believe; to know what he ought to desire; and to know what he ought to do' - St. Thomas Aquinas"
			},
			{
				"name": "Diplomacy",
				"row": 5,
				"prerequisites": ["Currency","Horseback Riding","Drama and Poetry"],
				"uniques": ["Enables Open Borders agreements", "Enables Defensive Pacts"],
				"quote": "'Making peace is still more important than making war. Any sentient with a club can make war. Your training as a diplomat we will start. - Yoda"
			},
			{
				"name": "Guilds",
				"row": 7,
				"prerequisites": ["Currency"],
				"uniques": ["Enables conversion of city production to [Gold]"],
				"quote": "'The merchants and the traders have come; their profits are pre-ordained...' - Sri Guru Granth Sahib"
			},
			{
				"name": "Deflector shield",
				"row": 9,
				"prerequisites": ["Engineering"],
				"quote": "'Sir, we just lost the main rear deflector shield. One more direct hit on the back quarter and we're done for!' - C-3PO, to Han Solo"
			}
		]
	},
	{
		"columnNumber": 6,
		"era": "Kymoodon Era",
		"techCost": 485,
		"buildingCost": 160,
		"wonderCost": 400,
		"techs": [
			{
				"name": "Frozen blaster",
				"row": 1,
				"prerequisites": ["Force-imbued blade"],
				"quote": "By the time of the Duinuogwuin Contention around 15,500 BBY, Jedi studies and researches with 'frozen blaster' technology yielded success; they developed a method to generate a focused beam of energy that arced in a circumferential path back to its source, creating a controlled energy circuit and leading to the first portable high-energy blades. However, these preliminary lightsabers were highly unstable and inefficiently guzzled energy from a belt-mounted power supply; they could only be used for a brief duration before overheating. As a consequence of these flaws, the first lightsabers were little more than ceremonial objects, seldom worn, and much less utilized."
			},
			{
				"name": "Education",
				"row": 3,
				"prerequisites": ["Theology","Diplomacy"],
				"uniques": ["Enables conversion of city production to [Science]","Enables Research agreements"],
				"quote": "'Education is the best provision for old age.' - Aristotle"
			},
			{
				"name": "Machinery",
				"row": 7,
				"prerequisites": ["Guilds","Engineering"],
				"uniques": ["Improves movement speed on roads"],
				"quote": "A factory was an industrial site containing several buildings and power plants in the galaxy. They came in a variety of functions, including civilian products and vehicles, as well as developing several military weapons and small-scale starfighters."
			},
			{
				"name": "Physics",
				"row": 8,
				"prerequisites": ["Deflector shield"],
				"quote": "'Measure what is measurable, and make measurable what is not so.' - Galileo Galilei"
			},
			{
				"name": "Pulse-wave",
				"row": 9,
				"prerequisites": ["Guilds","Deflector shield"],
				"quote": "The pulse-wave blaster, or pulse-wave pistol, was a ranged weapon seen as the predecessor of the blaster pistol. They were commonly in use c. 4000 BBY, but had been replaced by the first models of the standard blaster by 3956 BBY. By the time of the Rise of the Empire era these weapons were virtually extinct and considered archaic, however they were still used in the Outer Rim Territories and in Wild Space, particularly on backwater worlds."
			}
			{
				"name": "Battlecruiser",
				"cost": 375,
				"row": 10,
				"prerequisites": ["Deflector shield","Hyperdrive"],
				"quote": "'This is my personal battle cruiser…and I did not name it the Executor for nothing!' - Darth Vader"
			}
		]
	},
	{
		"columnNumber": 7,
		"era": "Pius Dea Era",
		"techCost": 780,
		"buildingCost": 200,
		"wonderCost": 500,
		"techs": [
			{
				"name": "Acoustics",
				"row": 4,
				"prerequisites": ["Education"],
				"quote": "'Yes, it's amazing how those performers can sing for five hours straight. They must train their voices for years before they can carry out such a feat of musical daring.' - Wendell Wright-Sims"
			},
			{
				"name": "Banking",
				"row": 6,
				"prerequisites": ["Education"],
				"quote": "'Happiness: a good bank account, a good cook and a good digestion' - Jean Jacques Rousseau"
			},
			{
				"name": "Gambling",
				"row": 8,
				"prerequisites": ["Machinery","Physics"],
				"quote": "'It is a newspaper's duty to print the news and raise hell.' - The Chicago Times"
			},
			{
				"name": "Rocket pack",
				"row": 9,
				"prerequisites": ["Physics","Pulse-wave"],
				"quote": "'The ROCKET was the favored conveyance of the Old Republic Rocket-jumper Elite Advance Unit, a feared corps of commandos famed for their extravagant behaviour and battlefield bravery.' - Doctor Itlar, Gundark's Gear Datalog"
			},
			{
				"name": "Warship",
				"row": 10,
				"uniques": ["[+1] Movement <for [Embarked] units>","Enables [Embarked] units to enter ocean tiles"],
				"prerequisites": ["Battlecruiser","Education"],
				"quote": "'From the earliest atomic rockets with primitive laser armaments, to Expansion Era cruisers such as the Gilagimar, to the Republic's battle vessels, to the amazing Super Star Destroyers of the Empire, ships have traded fire in the depths of space.' - Unknown"
			}
		]
	},
	{
		"columnNumber": 8,
		"era": "Ductavis Era",
		"techCost": 1150,
		"buildingCost": 250,
		"wonderCost": 625,
		"techs": [
			{
				"name": "Architecture",
				"row": 4,
				"prerequisites": ["Acoustics","Banking"],
				"quote": "'I always wanted to design buildings, but never had the motivation to take the steps necessary to actually become an architect. Instead, I do paintings of buildings. Not quite the same thing, but I find it satisfying.' - Kolka Zteht"
			},
			{
				"name": "Galactic economy",
				"row": 6,
				"prerequisites": ["Banking","Gambling"],
				"quote": "'The galactic economy is a hypercomplex system, full of unexpected movements and ill-discerned effects, where the flutter of a pigeon on Trantor may create a typhoon on Bal'demnic. It is a mathematical organism with enough dependent variables to make the most devout Givin theoretician throw up his hands in defeat. This has by no means prevented attempts to harness it for political ends.' - The Golden Emperor of Prekaz"
			},
			{
				"name": "Metallurgy",
				"row": 8,
				"prerequisites": ["Gambling","Rocket pack"],
				"quote": "Metallurgy was the science of the behaviors and properties of metals and their extraction from their ores. It studied the processes of producing objects made of metal, including quarrying, mine construction, and smelting. The Onderonian Shas Dovos, later known as the armored Dark Jedi Warb Null, was a devoted metallurgist."
			},
			{
				"name": "Turbolaser",
				"row": 9,
				"prerequisites": ["Rocket pack"],
				"quote": "'We count thirty Rebel ships, Lord Vader, but they're so small they're evading our turbolasers.' - An Imperial Lieutenant to Darth Vader during the Battle of Yavin"
			},
			{
				"name": "Capital ship",
				"row": 10,
				"prerequisites": ["Warship"],
				"quote": "'Capital starships serve many functions: exploration, transportation, tourism, and – especially in recent times – war. Even small fleets, like those of the Rebel Alliance, have at least one or two capital ships.' - Commander Elpfel"
			},
		]
	},
	{
		"columnNumber": 9,
		"era": "Rianitus Period",
		"techCost": 1600,
		"buildingCost": 300,
		"wonderCost": 750,
		"techs": [
			{
				"name": "Archaeology",
				"row": 2,
				"prerequisites": ["Architecture"],
				"quote": "'Detective work such as this isn't much different from archaeology, after all. It's all about observation and deduction, and Auselio Gann taught me well.' - Talos Drellik"
			},
			{
				"name": "Scientific Theory",
				"row": 4,
				"prerequisites": ["Architecture","Galactic economy"],
				"quote": "'Every great advance in science has issued from a new audacity of imagination.' - John Dewey"
			},
			{
				"name": "Industrialization",
				"row": 6,
				"prerequisites": ["Galactic economy"],
				"quote": "'Industrialization based on machinery, already referred to as a characteristic of our age, is but one aspect of the revolution that is being wrought by technology.' - Emily Greene Balch"
			},
			{
				"name": "Fertilizer",
				"row": 7,
				"prerequisites": ["Turbolaser"],
				"quote": "'This is the captain of the freighter Suprosa. Are you crazy? We're hauling fertilizer here! What kind of pirates are you?' - Sivar to Luke Skywalker"
			},
			{
				"name": "Military Academy",
				"row": 9,
				"prerequisites": ["Metallurgy","Turbolaser"],
				"quote": "'You, too, can be part of the Imperial family. Don't just dream about applying for the Academy, make it come true! You can find a career in space: Exploration, Starfleet, or Merchant Service. Choose from navigation, engineering, space medicine, contact/liaison, and more! If you have the right stuff to take on the universe, and standardized examination scores that meet the requirements, dispatch your application to the Academy Screening Office, care of the Commandant, and join the ranks of the proud!' - Advertisement promoting the Imperial Academy"
			}
		]
	},
	{
		"columnNumber": 10,
		"era": "Subterra Period",
		"techCost": 2350,
		"buildingCost": 360,
		"wonderCost": 900,
		"techs": [
			{
				"name": "Protosaber",
				"row": 1,
				"prerequisites": ["Frozen blaster","Scientific Theory"],
				"quote": "'Lightsaber technology left the power pack behind long ago.' - Jaden Korr"
			},
			{
				"name": "Biology",
				"row": 2,
				"prerequisites": ["Archaeology","Scientific Theory"],
				"quote": "Biologists were scientists who studied life and living organisms. Their interests included the Dugs' unique method of locomotion and how the fambaas and falumpasets were first transported from Naboo to Onderon."
			},
			{
				"name": "Electricity",
				"row": 3,
				"prerequisites": ["Scientific Theory"],
				"quote": "'Is it a fact - or have I dreamt it - that, by means of electricity, the world of matter has become a great nerve, vibrating thousands of miles in a breathless point of time?' - Nathaniel Hawthorne"
			},
			{
				"name": "Squintpipe process",
				"row": 10,
				"uniques": ["[+1] Movement <for [Embarked] units>"],
				"prerequisites": ["Industrialization","Scientific Theory"],
				"quote": "The squintpipe process was a weapon system used by the Galactic Republic during the Old Republic era of 7700s BBY. Following the Waymancy Storm, Verpine master crafter Lyns Skutroo reverse-engineered the Sif-Alulan process used by the Waymancy weapons to develop the squintpipe process. This resulted in a brief period where rapid-firing turbolasers outclassed any available deflector shield across the galaxy, until 7500s BBY when further developments in the squintpipe process resulted in stronger deflector shields."
			}
		]
	},
	{
		"columnNumber": 11,
		"era": "Manderon Period",
		"techCost": 3100,
		"buildingCost": 500,
		"wonderCost": 1060,
		"techs": [
			{
				"name": "Refrigeration",
				"row": 2,
				"prerequisites": ["Biology", "Electricity"],
				"quote": "'And homeless near a thousand homes I stood, and near a thousand tables pined and wanted food.' - William Wordsworth"
			},
			{
				"name": "Radio",
				"row": 3,
				"prerequisites": ["Electricity"],
				"quote": "'The whole country was tied together by radio. We all experienced the same heroes and comedians and singers. They were giants.' - Woody Allen"
			},
			{
				"name": "Replaceable Parts",
				"row": 4,
				"prerequisites": ["Electricity","Steam Power"],
				"quote": "'Nothing is particularly hard if you divide it into small jobs.' - Henry Ford"
			},
			{
				"name": "Flight",
				"row": 6,
				"prerequisites": ["Steam Power"],
				"quote": "'Aeronautics was neither an industry nor a science. It was a miracle.' - Igor Sikorsky"
			},
			{
				"name": "Railroads",
				"row": 8,
				"prerequisites": ["Steam Power","Dynamite"],
				"quote": "'The introduction of so powerful an agent as steam to a carriage on wheels will make a great change in the situation of man.' - Thomas Jefferson"
			}
		]
	},
	{
		"columnNumber": 12,
		"era": "Post-Manderon Period",
		"techCost": 4100,
		"buildingCost": 500,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Plastics",
				"row": 3,
				"prerequisites": ["Radio","Replaceable Parts"],
				"quote": "'Ben, I want to say one word to you, just one word: plastics.' - Buck Henry and Calder Willingham, The Graduate"
			},
			{
				"name": "Electronics",
				"row": 5,
				"prerequisites": ["Replaceable Parts", "Flight"],
				"quote": "'There's a basic principle about consumer electronics: it gets more powerful all the time and it gets cheaper all the time.' - Trip Hawkins"
			},
			{
				"name": "Ballistics",
				"row": 6,
				"prerequisites": ["Flight"],
				"quote": "'Men, like bullets, go farthest when they are smoothest.' - Jean Paul"
			},
			{
				"name": "Combustion",
				"row": 8,
				"prerequisites": ["Railroads"],
				"quote": "'Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.' - Albert Einstein"
			}
		]
	},
	{
		"columnNumber": 13,
		"era": "Old Sith Wars",
		"techCost": 5100,
		"buildingCost": 500,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Pharmaceuticals",
				"row": 2,
				"prerequisites": ["Plastics","Refrigeration"],
				"quote": "'In nothing do men more nearly approach the gods than in giving health to men.' - Cicero"
			},
			{
				"name": "Atomic Theory",
				"row": 4,
				"prerequisites": ["Plastics","Electronics"],
				"quote": "'The unleashed power of the atom has changed everything save our modes of thinking, and we thus drift toward unparalleled catastrophes.' - Albert Einstein"
			},
			{
				"name": "Radar",
				"row": 6,
				"prerequisites": ["Ballistics","Electronics"],
				"quote": "'Vision is the art of seeing things invisible.' - Jonathan Swift"
			},
			{
				"name": "Combined Arms",
				"row": 8,
				"prerequisites": ["Ballistics","Combustion"],
				"quote": "'The root of the evil is not the construction of new, more dreadful weapons. It is the spirit of conquest.' - Ludwig von Mises"
			}
		]
		},
	{
		"columnNumber": 14,
		"era": "Inter-Sith Wars period",
		"techCost": 6400,
		"buildingCost": 500,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Ecology",
				"row": 2,
				"prerequisites": ["Atomic Theory","Pharmaceuticals"],
				"quote": "'Only within the moment of time represented by the present century has one species, man, acquired significant power to alter the nature of his world.' - Rachel Carson"
			},
			{
				"name": "Nuclear Fission",
				"row": 4,
				"prerequisites": ["Atomic Theory","Radar"],
				"quote": "'I am become Death, the destroyer of worlds.' - J. Robert Oppenheimer"
			},
			{
				"name": "Rocketry",
				"row": 6,
				"prerequisites": ["Radar"],
				"quote": "'A good rule for rocket experimenters to follow is this: always assume that it will explode.' - Astronautics Magazine, 1937"
			},
			{
				"name": "Computers",
				"row": 8,
				"prerequisites": ["Combined Arms","Radar"],
				"quote": "'Computers are like Old Testament gods: lots of rules and no mercy.' - Joseph Campbell"
			}
		]
	},
	{
		"columnNumber": 15,
		"era": "Draggulch Period",
		"techCost": 7700,
		"buildingCost": 750,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Telecommunications",
				"row": 2,
				"prerequisites": ["Ecology"],
				"quote": "'The more we elaborate our means of communication, the less we communicate.' - J.B. Priestly"
			},
			{
				"name": "Mobile Tactics",
				"row": 3,
				"prerequisites": ["Ecology","Nuclear Fission"],
				"quote": "'All men can see these tactics whereby I conquer, but what none can see is the strategy out of which victory is evolved.' - Sun Tzu"
			},
			{
				"name": "Advanced Ballistics",
				"row": 5,
				"prerequisites": ["Nuclear Fission","Rocketry"],
				"quote": "'Our scientific power has outrun our spiritual power, we have guided missiles and misguided men.' – Martin Luther King Jr."
			},
			{
				"name": "Satellites",
				"row": 6,
				"prerequisites": ["Rocketry"],
				"uniques": ["Reveals the entire map"],
				"quote": "'Now, somehow, in some new way, the sky seemed almost alien.' - Lyndon B. Johnson"
			},
			{
				"name": "Robotics",
				"row": 7,
				"prerequisites": ["Rocketry","Computers"],
				"quote": "'1. A robot may not injure a human being or, through inaction, allow a human being to come to harm. 2. A robot must obey any orders given to it by human beings, except when such orders would conflict with the First Law. 3. A robot must protect its own existence as long as such protection does not conflict with the First or Second Law.' - Isaac Asimov"
			},
			{
				"name": "Lasers",
				"row": 8,
				"prerequisites": ["Computers"],
				"quote": "'The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armor of light.' - The Holy Bible: Romans, 13:12"
			}
		]
	},

	{
		"columnNumber": 16,
		"era": "Great Peace of the Republic",
		"techCost": 8800,
		"buildingCost": 750,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Globalization",
				"row": 2,
				"prerequisites": ["Telecommunications"],
				"quote": "'The new electronic interdependence recreates the world in the image of a global village.' - Marshall McLuhan"
			},
			{
				"name": "Particle Physics",
				"row": 3,
				"prerequisites": ["Telecommunications","Mobile Tactics","Advanced Ballistics"],
				"quote": "'Every particle of matter is attracted by or gravitates to every other particle of matter with a force inversely proportional to the squares of their distances.' - Isaac Newton"
			},
			{
				"name": "Nuclear Fusion",
				"row": 6,
				"prerequisites": ["Advanced Ballistics", "Satellites", "Robotics"],
				"quote": "'The release of atomic energy has not created a new problem. It has readily made more urgent the necessity of solving an existing one.' - Albert Einstein"
			},
			{
				"name": "Nanotechnology",
				"row": 7,
				"prerequisites": ["Robotics"],
				"quote": "'The impact of nanotechnology is expected to exceed the impact that the electronics revolution has had on our lives.' - Richard Schwartz"
			},
			{
				"name": "Stealth",
				"row": 8,
				"prerequisites": ["Robotics", "Lasers"],
				"quote": "'Be extremely subtle, even to the point of formlessness, be extremely mysterious, even to the point of soundlessness. Thereby you can be the director of the opponent's fate.' - Sun Tzu"
			}
		]
	},
	{
		"columnNumber": 17,
		"era": "Clone Wars",
		"techCost": 9500,
		"buildingCost": 750,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Future Tech",
				"row": 5,
				"prerequisites": ["Globalization","Particle Physics","Nuclear Fusion","Nanotechnology","Stealth"],
				"uniques": ["Can be continually researched"],
				"quote": "'I think we agree, the past is over.' - George W. Bush",
                "civilopediaText": [{"text": "Who knows what the future holds?"}]
			}
		]
	},
	{
		"columnNumber": 17,
		"era": "Imperial Period",
		"techCost": 9500,
		"buildingCost": 750,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Future Tech",
				"row": 5,
				"prerequisites": ["Globalization","Particle Physics","Nuclear Fusion","Nanotechnology","Stealth"],
				"uniques": ["Can be continually researched"],
				"quote": "'I think we agree, the past is over.' - George W. Bush",
                "civilopediaText": [{"text": "Who knows what the future holds?"}]
			}
		]
	},
	{
		"columnNumber": 17,
		"era": "Post-Imperial Period",
		"techCost": 9500,
		"buildingCost": 750,
		"wonderCost": 1250,
		"techs": [
			{
				"name": "Future Tech",
				"row": 5,
				"prerequisites": ["Globalization","Particle Physics","Nuclear Fusion","Nanotechnology","Stealth"],
				"uniques": ["Can be continually researched"],
				"quote": "'I think we agree, the past is over.' - George W. Bush",
                "civilopediaText": [{"text": "Who knows what the future holds?"}]
			}
		]
	},
]
