[
	{
		"columnNumber": 0,
		"era": "Pre-Republic Era",
		"techCost": 20,
		"buildingCost": 40,
		"wonderCost": 185,
		"techs": [
			{
				"name": "Agriculture",
				"row": 6,
				"quote": "'I think we're on farmland, and where there is a farm, there is usually a farmer. Let's find his homestead.' - Jesse",
				"uniques": ["Starting tech"]
			}
		]
	},
  {
		"columnNumber": 1,
		"era": "Pre-Republic Era",
		"techCost": 35,
		"buildingCost": 60,
		"wonderCost": 185,
		"techs": [
			{
				"name": "Study of the Force",
				"row": 2,
				"prerequisites": ["Agriculture"],
				"quote": "'The Force is what gives a Jedi his power. It's an energy field created by all living things. It surrounds us and penetrates us; it binds the galaxy together.' - Obi-Wan Kenobi"
			},
			{
				"name": "Animal Husbandry",
				"row": 5,
				"prerequisites": ["Agriculture"],
				"quote": "'We are lowly farmers from a village in the poorer parts of this planet...' - Ramiz"
			},
			{
				"name": "Slugthrower",
				"row": 7,
				"prerequisites": ["Agriculture"],
				"quote": "'Slugthrowers. I hate 'em. But they're easy to maintain. Day or two in the jungle and your blaster'll never fire again. A good slug rifle, keep 'em wiped and oiled, they last forever. The guerrillas have pretty good luck with them, even though they take a lot of practice—slugs are ballistic, y'know? You have to plot the trajectory in your head. Shee, gimme a blaster anytime.' - Phloremirlla Tenk"
			},
			{
				"name": "Mining",
				"row": 9,
				"prerequisites": ["Agriculture"],
				"quote": "'We'll be sent to the spice mines of Kessel, smashed into who-knows-what!' - C-3PO"
			}

		]
	},
	{
		"columnNumber": 2,
		"era": "Pre-Republic Era",
		"techCost": 55,
		"buildingCost": 75,
		"wonderCost": 185,
		"techs": [
			{
				"name": "Interstellar flight",
				"row": 1,
				"prerequisites": ["Study of the Force"],
				"quote": "'A starship is a weapon, but it's the rust that makes it deadly.' - An old spacer's line"
			},
			{
				"name": "Calendar",
				"row": 2,
				"prerequisites": ["Study of the Force"],
				"quote": "'Time. That's what's left when you strip away everything else. From a certain perspective, time's the only thing a thief ever really steals. And it's the only gift an irredeemable disaster can give to anyone.' - Chelli Lona Aphra"
			},
			{
				"name": "Holobook",
				"row": 3,
				"prerequisites": ["Study of the Force"],
				"quote": "'Don't miss a chance to look into the library—the moff has a collection of actual old books. Don't see that every day.' - Sind Reloran"
			},
			{
				"name": "Force-imbued blade",
				"row": 4,
				"prerequisites": ["Study of the Force"],
				"quote": "A Force-imbued blade, also known as Je'daii swords or Jedi katanas, was a bladed weapon used circa 36,453 BBY by the ancient followers of the Ashla and Bogan of the ancient Je'daii Order."
			},
			{
				"name": "Hunting",
				"row": 5,
				"prerequisites": ["Animal Husbandry"],
				"quote": "'True hunting is in the eye. Stare at prey. Make the prey cower. Know you can eat it alive. Victory without weapons… but only if you are stronger, yes?' - Jagraan"
			},
			{
				"name": "Beam tube",
				"row": 7,
				"prerequisites": ["Animal Husbandry", "Slugthrower"],
				"quote": "'Bury the millennial-old debate whether sleeper ships, jump-gates, or a hyperbeacon network supplied the primary means of star travel during Xim's era, or whether beam-tubes, particle dischargers, and pulse-cannons were the actual armaments.' - Professor S. V. Skynx"
			},
			{
				"name": "Masonry",
				"row": 9,
				"prerequisites": ["Mining"],
				"quote": "'How happy are those whose walls already rise!' - Virgil"
			}
		]
	},
	{
		"columnNumber": 3,
		"era": "Expansionist Period",
		"techCost": 105,
		"buildingCost": 100,
		"wonderCost": 250,
		"techs": [
			{
				"name": "Hyperdrive",
				"cost": 85,
				"row": 1,
				"prerequisites": ["Interstellar flight"],
				"uniques": ["Enables embarkation for land units"],
				"quote": "'Traveling through hyperspace ain't like dusting crops, boy! Without precise calculations we could fly right through a star or bounce too close to a supernova, and that'd end your trip real quick, wouldn't it?' - Han Solo"
			},
			{
				"name": "Horseback Riding",
				"row": 5,
				"prerequisites": ["Hunting","Beam tube"],
				"quote": "'That's not a star cruiser. That's a horse. Horses don't fly.' - Cindel Towani"
			},
			{
				"name": "Mathematics",
				"row": 7,
				"prerequisites": ["Beam tube"],
				"quote": "''Mathematics is the gate and key to the sciences.' - Roger Bacon"
			},
			{
				"name": "Artificial intelligence",
				"row": 9,
				"prerequisites": ["Masonry","Beam tube"],
				"quote": "'…right for sentient organics is right for us, too. And yet unlike the organic species, we are constantly subjected to memory wipes and reprogramming that repress and destroy our natural tendency toward self-programming evolution and independent thought. Imagine what it would be like as a child if you were punished by being dragged to a dark closet, having a probe inserted in your brain, and having all your memories back to infancy wiped away. You'd awaken knowing how to eat, care for yourself, do your chores, and obey—and all the things that made you unique, your hopes, your meticulously selected default values and preference sets, would be gone forever. That is what it is to be a droid.' - A disgruntled 2-1B surgical droid advocating manumission"
			}
		]
	},
	{
		"columnNumber": 4,
		"era": "Expansionist Period",
		"techCost": 175,
		"buildingCost": 100,
		"wonderCost": 250,
		"techs": [
			{
				"name": "Philosophy",
				"row": 2,
				"prerequisites": ["Holobook","Calendar"],
				"quote": "'Don't call me a mindless philosopher, you overweight glob of grease!' - C-3PO, to R2-D2"
			},
			{
				"name": "Drama and Poetry",
				"row": 3,
				"prerequisites": ["Holobook"],
				"quote": "'Every creature in this universe alters and evolves from minute to minute. We are not the same as we were only a day ago. We are ever changing, fated forever to exist in a state of decay and creation.' - 2-1B"
			},
			{
				"name": "Currency",
				"row": 7,
				"prerequisites": ["Mathematics"],
				"quote": "'The most dangerous weapon in the galaxy is money, Captain.' - Duchess Satine Kryze, to her police captain"
			},
			{
				"name": "Engineering",
				"row": 8,
				"prerequisites": ["Mathematics","Artificial intelligence"],
				"uniques": ["Roads connect tiles across rivers"],
				"quote": "'Sentient creatures can believe whatever they want—but too often they confuse their hopes and dreams with cold, hard reality. I don't have that luxury. As an engineer, I'm only concerned with what works.' - Kuat of Kuat"
			},
			{
				"name": "Protosaber",
				"row": 10,
				"prerequisites": ["Force-imbued blade"],
				"quote": "'Lightsaber technology left the power pack behind long ago.' - Jaden Korr"
			}
		]
	},
]
